Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_4.tmx
Source language: de
Languages: en

source: Erteilung von Auskünften bezüglich des Baugewerbes
en: Provision of information relating to the construction industries

source: Wartung von Nutzfahrzeugen
en: Servicing of commercial vehicles

source: Vermittlung von Ersatzwindschutzscheiben für Fahrzeuge
en: Arranging for the replacement vehicle windscreens

source: Unterirdische Bauarbeiten in Bezug auf die Errichtung des Fundaments
en: Beneath ground construction work relating to foundation laying

source: Errichtung von Bauten für die Lagerung von Rohöl
en: Construction of structures for the storage of crude oil

source: Errichtung von Konstruktionen für den Transport von Erdgas
en: Construction of structures for the storage of natural gas

source: Auskünfte in Bezug auf die Reparatur von Hoch- und Tiefbauten
en: Advisory services relating to the repair of civil engineering structures

source: Beratung in Bezug auf die Reparatur von Umweltschutzanlagen
en: Advisory services relating to the repair of environmental control systems

source: Auskünfte in Bezug auf Fahrzeugreparatur
en: Advisory services relating to vehicle repair

source: Vermietung von Luftverdichtern
en: Leasing of air compressors

source: Reparatur oder Wartung von Pflanzenfaser verarbeitenden Maschinen und Geräte
en: Repair or maintenance of plant fiber processing machines and implements

source: Errichtung von Gewerbezentren
en: Erecting of commercial centres

source: Installation, Wartung und Reparatur von Maschinen
en: Machinery installation, maintenance and repair

source: Reinigung von Klärgruben
en: Septic tank cleaning

source: Reinigung von Tanks
en: Cleaning of storage tanks

source: Instandhaltung von Computern
en: Computer maintenance services

source: Wartung von Lokomotiven
en: Maintenance of locomotives

source: Desinfektion von Grundstücken in Bezug auf Bakterienbefall
en: Disinfection of premises against bacterial infestation

source: Einbau und Reparatur von Flachglas
en: Plate glass installation and repair services

source: Wartung und Reparatur von Wasserablaufrinnen
en: Maintaining and repair of rain channels

source: Instandhaltung und Reparatur von Gebäudeeinrichtungen
en: Maintenance and repair of building contents

source: Erstellung von Gewächshäusern
en: Construction of greenhouses

source: Bau von befestigten Flächen
en: Construction of hard-standing areas

source: Reparatur oder Wartung von Telefonapparaten
en: Repair or maintenance of telephone apparatus

source: Reparatur oder Wartung von Verkaufsautomaten
en: Repair or maintenance of vending machines

source: Reparatur oder Wartung von Maschinen und Apparaten zum Zerkleinern von Müll
en: Repair or maintenance of waste crushing machines and apparatus

source: Reparatur und Wartung von Geräten zur Kontrolle der Wasserverschmutzung
en: Repair or maintenance of water pollution control equipment

source: Reparatur von Liften
en: Repair of elevators

source: Dämmung von Rohren
en: Insulation of pipes

source: Fleckentfernung aus Stoffen
en: Stain removal from fabrics

source: Beratungsdienste in Bezug auf die Instandsetzung von Gebäuden
en: Advisory services relating to building refurbishment

source: Auskünfte in Bezug auf den Umbau von Gebäuden
en: Advisory services relating to the alteration of buildings

source: Reparatur oder Wartung von landwirtschaftlichen Maschinen und Geräten
en: Repair or maintenance of agricultural machines and implements

source: Überholung von Fahrzeugmotoren
en: Reconditioning of vehicle engines

source: Innenausstattung von Büros
en: Interior fitting-out of offices

source: Inneninstandsetzung von Gebäuden
en: Interior refurbishment of buildings

source: Trockendockarbeiten für Schiffe
en: Marine dry docking services

source: Anbringung von Panzerungen an Fahrzeugen
en: Fitting of armour plating to vehicles

source: Strahlreinigung von Metallflächen unter Wasser
en: Underwater abrasive cleaning of metallic surfaces

source: Pflegedienste im Zusammenhang mit der Haushaltsreinigung
en: Valeting services relating to household cleaning

source: Auftragen von Schutzbeschichtungen auf Hohlraumoberflächen
en: Application of protective coatings to cavity surfaces

source: Auftragen von Zementputz in Schwimmbecken
en: Application of rendering to swimming pools

source: Aufbringen von Sicherheitsfolien auf Verglasungen
en: Application of security films to glazing

source: Reinigung von Wohnhäusern
en: Cleaning of residential houses

source: Abriss von Kais
en: Demolition of piers

source: Errichtung von öffentlichen Einrichtungen
en: Construction of public facilities

source: Bau von Schienenwegen
en: Construction of railways

source: Reinigung von Mauerwerk
en: Cleaning of stone work

source: Einbau von Glas und Verglasungsteilen
en: Installation of glass and glazing units

source: Aufstellung von Anschlagtafeln
en: Erection of display boards

source: Montage von vorgefertigten Bauten
en: Erection of pre-fabricated buildings

source: Installation, Reparatur und Wartung von Kondensiergeräten
en: Installation, repair and maintenance of condensing apparatus

source: Installation, Reparatur und Wartung von Motorkühlern
en: Installation, repair and maintenance radiators for motors and engines

source: Reparatur oder Wartung von Bauausrüstungen und -maschinen
en: Repair or maintenance of construction machines and apparatus

source: Vermietung von elektrischen Waschmaschinen
en: Rental of electric washing machines

source: Reparatur oder Wartung von Ölleitungen
en: Maintenance and repair of pipelines

source: Instandhaltung und Reparatur von Rohren in Industrieanlagen
en: Maintenance and repair of pipes used in industrial equipment

source: Vermietung von Kleinbaggern
en: Rental of mini-excavators

source: Reparatur von Küchenmöbeln
en: Repair of kitchen furniture

source: Vermietung von Bügelmaschinen
en: Ironing machines (Rental of -)

source: Beschichten zur Reparatur von industrietechnischen Anlagen
en: Coating services for the repair of industrial engineering plant

source: Reinigung von Dükern
en: Cleaning of culverts

source: Reinigung von Elektromotoren
en: Cleaning of electrical motors

source: Errichten von medizinischen Einrichtungen
en: Construction of medical establishments

source: Einbau von Gießereierzeugnissen
en: Installation of foundry products

source: Vermietung von Gelenkladern
en: Rental of articulated loaders

source: Vermietung von selbstfahrenden Maschinen für Baggerarbeiten
en: Rental of automotive machinery for use in excavating

source: Spannen von Beton
en: Stressing of concrete

source: Bau von unterirdischen Schächten
en: Construction of underground shafts

source: Aufbau von Behelfsbauten für Veranstaltungen im Freien
en: Erection of temporary constructions for outdoor events

source: Wartungen im Tiefbau unter Einsatz von Verwendung von Druckwasserstrahlen mit Schleifmitteln
en: Civil engineering maintenance involving the use of pressurised jets of abrasive-containing water

source: Tiefbau zur Vorbeugung der Überflutung von Bauten durch Hochwasser
en: Civil engineering relating to the prevention of inundation of buildings by flood water

source: Wartung von Bauwerken zum Auffinden von Holzwürmern
en: Inspection of structures to detect woodworm

source: Installation und Reparatur von Telekommunikationsnetzen
en: Installation and repair of telecommunications networks

source: Kundenspezifischer Bau von Straßen
en: Custom construction of roads

source: Anbau von Fensterfolien
en: Installation of window films

source: Reinigung von Schläuchen
en: Tube cleaning services

source: Installation von Abwasserleitungen
en: Services for the installation of sewers

source: Nach- und Wiederbefüllen von Tonerkartuschen
en: Re-inking and refilling of toner cartridges

source: Verstärkung von Bauwerken
en: Building reinforcing

source: Vermietung von Erdbewegungsmaschinen
en: Hire of earth moving machines

source: Errichtung von Sicherheitszäunen
en: Security fencing (Erection of -)

source: Ausbaggern von Flußbetten
en: Dredging of river channels

source: Reinigung von Fabriken
en: Cleaning of factories

source: Einbau von Doppelverglasungen
en: Installation of secondary glazing

source: Reparatur von Rohrleitungen mittels Abkapselungsbausätzen
en: Repair of pipelines by means of encapsulation kits

source: Reinigen von Rohrleitungssystemen der Fertigungsindustrie
en: Clearing of pipework systems used in the manufacturing industries

source: Reinigen von Rohrleitungssystemen für Raffinerien
en: Clearing of pipework systems used in the refining industries

source: Vermietung von Teppichstrippern
en: Rental of carpet stretchers

source: Installation von Funkrufsystemen
en: Installation of cellular paging systems

source: Wartung von Schläuchen
en: Tube maintenance services

source: Reinigung von Fahrzeugen und Autowäsche
en: Automobile cleaning and car washing

source: Reparatur oder Wartung von Futtermischern
en: Repair or maintenance of fodder mixers

source: Reparatur und Wartung von Tankstellenausrüstungen
en: Repair or maintenance of gasoline station equipment

source: Reparatur und Wartung von Laborapparaten und -instrumenten
en: Repair or maintenance of laboratory apparatus and instruments

source: Reparatur oder Wartung von medizinischen Maschinen und Apparaten
en: Repair or maintenance of medical machines and apparatus

source: Austausch von Fensterrahmen
en: Replacement of window frames

source: Erneuerung von Badezimmerarmaturen
en: Restoration of bathroom fittings

source: Wartung und Reparatur von Heizungsanlagen
en: Maintenance and repair of heating

source: Baustellenprojektmanagement beim Gebäudebau [Bauaufsicht]
en: On site project management relating to the construction of buildings

source: Reparaturleistungen an Bauwerken
en: Repairing construction works

source: Runderneuerung von Reifen
en: Retreading of tires [tyres]

source: Oberflächenbehandlung von Booten
en: Surface conditioning of boats

source: Befestigung von Gehwegen
en: Surfacing of pavements

source: Abfallbeseitigung [Reinigung]
en: Waste removal [cleaning]

source: Montage von Zubehör für Fahrzeuge [Installationsarbeiten]
en: Assembly [installation] of accessories for vehicles

source: Dienstleistungen zur Stabilisierung von Erde durch Einsatz von Verstärkungsstangen
en: Stabilisation of ground by insertion of reinforcing bars (Services for the -)

source: Errichtung von Bauten für die Produktion von Erdgas
en: Construction of structures for the production of natural gas

source: Reparatur oder Wartung von optischen Maschinen und Instrumenten
en: Repair or maintenance of optical machines and instruments

source: Reparatur oder Wartung von Schienenfahrzeugen
en: Repair or maintenance of railway rolling stock

source: Reparatur oder Wartung von Maschinen und Apparaten zur Herstellung von Gummiwaren
en: Repair or maintenance of rubber-goods manufacturing machines and apparatus

source: Restaurierung von Kunstwerken
en: Restoration of works of art

source: Instandsetzung oder Wartung von Telekommunikationsgeräten und -einrichtungen
en: Repair or maintenance of telecommunication machines and apparatus

source: Installation und Reparatur von Bewässerungsanlagen
en: Irrigation devices installation and repair

source: Reparatur von Telekommunikationsgeräten und -apparaten
en: Repair of telecommunication machines and apparatus

source: Wartung von Diktiergeräten
en: Maintenance of dictation equipment

source: Nachfüllen von Schreibmaschinenkassetten
en: Re-inking of typewriter cassettes

source: Desinfizierung von Gebäuden gegen Bakterienbefall
en: Disinfection of buildings against bacterial infestation

source: Demontage von Industrieanlagen
en: Dismantling of industrial machinery

source: Einrammen von Pfählen
en: Pile driving services

source: Erstellung von Fußböden
en: Construction of floors

source: Errichtung von Fundamenten für Gebäude
en: Construction of foundations for buildings

source: Bau von Fundamenten für Dämme
en: Construction of foundations for dams

source: Dienstleistungen zur Stabilisierung von Meeresboden durch Einspritzen von Zement
en: Stabilisation of the sea bed by cement injection (Services for the -)

source: Reparatur von Angelgeräten
en: Repair of fishing tackle

source: Reparatur von Sportgeräten
en: Repair of sports equipment

source: Reparatur oder Wartung chemischer Anlagen
en: Repair or maintenance of chemical plants

source: Bau von Terrassen
en: Constructing decks

source: Dämmung von Dächern
en: Insulation of roofing

source: Instandhaltung von Datenverarbeitungsgeräten
en: Maintenance of data processing apparatus

source: Einbau von Fenstern in Kraftfahrzeuge
en: Fitting of windows in motor vehicles

source: Einbau von Windschutzscheiben in Kraftfahrzeuge
en: Fitting of windscreens in motor vehicles

source: Strahlreinigung von nicht metallischen Flächen unter Wasser
en: Underwater abrasive cleaning of non-metallic surfaces

source: Auftragen von Anstrichen für die Reparatur von Gebäudeoberflächen
en: Application of coatings for the repair of surfaces of buildings

source: Aufbringen von Anstrichmitteln auf Gebäude
en: Application of coatings to buildings

source: Aufbringung von Schutzbeschichtungen für Gebäude
en: Application of protective coatings for buildings

source: Auftragen von Schutzbeschichtungen auf Tankoberflächen
en: Application of protective coatings to tank surfaces

source: Aufbringung von Schutzanstrichen auf Holz
en: Application of protective paint to wood

source: Verlegen von Landkabeln
en: Laying of land cables

source: Verlegung von Seekabeln
en: Laying of sea cables

source: Vermietung von Teppichreinigungsmaschinen
en: Leasing of machines for cleaning rugs

source: Reparatur von Unfallschäden an Fahrzeugen
en: Repair of accident damage to vehicles

source: Erneuerung elektrischer Leitungen
en: Renovation of electrical wiring

source: Sanierung von Maschinen
en: Renovation of machinery

source: Erneuerung von Rohren
en: Renovation of plumbing

source: Erneuerung von unterirdischen Rohren
en: Renovation of underground pipes

source: Errichtung von Wasserkraftwerken
en: Hydro-electric factory construction

source: Installation und Wartung von Bewässerungssystemen
en: Installation and maintenance of irrigation systems

source: Errichtung von Pfeilern
en: Construction of piles

source: Errichtung von Kraftwerken
en: Construction of power plants

source: Bau von Eisenbahntrassen
en: Construction of railway roadbeds

source: Installation von umwelttechnischen Systemen
en: Installation of environmental engineering systems

source: Einbau von Schiebedächern
en: Installation of sun roofs

source: Reparatur von elektrischen Haushaltsgeräten
en: Repair services for domestic electrical appliances

source: Errichtung von Tiefbauten mittels Betonverschalungen
en: Construction of civil engineering structures by forming concrete

source: Errichtung von Gebäudekomplexen
en: Construction of complexes for business

source: Montage von Raumtrennern
en: Construction of cubicles
